Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SMS_RELAY_DESCRIPTION
source: Allow your iPhone text messages to also be sent and received on other devices signed in to your iMessage account.
ar: السماح للرسائل النصية للـ iPhone الخاص بك إلى إرسالها واستلامها على أجهزة أخرى قيد تسجيل دخول حساب iMessage الخاص بك.
bg: Можете да позволите текстовите съобщения на вашия iPhone да бъдат изпращани и получавани на друг устройства с вашата регистрация в iMessage.
ca: Permet que els missatges de text de l’iPhone també es puguin enviar i rebre amb altres dispositius amb sessió iniciada al teu compte iMessage.
cs: Přijímané a odesílané textové zprávy budou přeposílány mezi iPhonem a ostatními zařízeními přihlášenými k všemu účtu iMessage.
da: Dine sms'er fra iPhone må også afsendes og modtages på andre enheder, der er logget ind på din iMessage-konto.
de: Erlaube, dass deine iPhone-SMS-Nachrichten auch mit anderen Geräten, die bei deinem iMessage-Account angemeldet sind, gesendet und empfangen werden.
el: Επιτρέπεται η αποστολή και η λήψη γραπτών μηνυμάτων του iPhone σε άλλες συσκευές που είναι συνδεδεμένες με τον λογαριασμό iMessage σας.
es: Los mensajes de texto del iPhone se pueden enviar y recibir también desde otros dispositivos con los que hayas iniciado sesión en tu cuenta de iMessage.
es_us: Permite que los demás dispositivos que hayan iniciado sesión en tu cuenta de iMessage también envíen y reciban mensajes de texto de tu iPhone.
fi: Salli iPhone-tekstiviestiesi lähettäminen ja vastaanottaminen myös muilla laitteilla, joilla olet kirjautunut iMessage-tilillesi.
fr: Autorisez les messages de votre iPhone à être envoyés et reçus sur d’autres appareils connectés à votre compte iMessage.
fr_ca: Autorisez les SMS de votre iPhone à être envoyés et reçus sur d’autres appareils connectés à votre compte iMessage.
he: הודעות הנשלחות ומתקבלות ב-iPhone שלך יופיעו גם במכשירים אחרים המחוברים לחשבון ה-iMessage שלך.
hi: अपने iMessage खाते से साइन इन किए गए अन्य डिवाइस पर अपने iPhone SMS को भेजने और प्राप्त करने के लिए अनुमति दें।
hr: Dozvolite da se tekstualne poruke s vašeg iPhonea također mogu slati i primati na drugim uređajima koji su prijavljeni na vaš iMessage račun.
hu: iPhone szöveges üzenetek küldésének és fogadásának engedélyezése olyan eszközökön, amelyek be vannak jelentkezve az Ön iMessage-fiókjával.
id: Izinkan pesan teks iPhone Anda untuk ikut dikirim dan diterima di perangkat lainnya yang masuk ke akun iMessage Anda.
it: Consenti l’invio e la ricezione dei messaggi di testo di iPhone anche su altri dispositivi con i quali hai effettuato l’accesso al tuo account iMessage.
ja: 同じiMessageアカウントにサインインしている他のデバイスでもお使いのiPhoneのSMS/MMSを送受信できるように許可します。
kk: iPhone құрылғыңыздағы мәтіндік хабарларды iMessage аккаунтыңызға кірген басқа құрылғыларға жіберуге және алуға рұқсат етіңіз.
ko: iPhone 문자 메시지를 iMessage 계정에 로그인한 다른 기기에서도 주고 받을 수 있도록 허용합니다.
lt: Taip pat leiskite, kad „iPhone“ tekstinės žinutės būtų siunčiamos ir gaunamos kituose įrenginiuose, kuriuose prisijungta naudojant jūsų „iMessage“ paskyrą.
ms: Benarkan mesej teks iPhone anda untuk turut dihantar dan diterima pada peranti lain yang didaftar masuk ke akaun iMessage anda.
nl: Sta toe dat sms-berichten van je iPhone ook worden verstuurd van en ontvangen op andere apparaten waarop je bent ingelogd met je iMessage-account.
no: Tillat at iPhone-tekstmeldinger også kan sendes og mottas på andre enheter som er logget på iMessage-kontoen din.
pl: Wiadomości tekstowe możesz wysyłać i odbierać nie tylko na iPhonie, ale także na innych urządzeniach zalogowanych na Twoim koncie iMessage.
pt_br: Permite que as mensagens de texto do seu iPhone também sejam enviadas e recebidas em outros dispositivos que tenham iniciado a sessão em sua conta do iMessage.
pt_pt: Permitir que outros dispositivos com sessão iniciada na sua conta iMessage também possam enviar e receber as mensagens SMS do iPhone.
ro: Permiteți ca mesajele text ale iPhone‑ului dvs. să fie trimise și recepționate utilizând și alte dispozitive autentificate în contul dvs. de iMessage.
ru: Разрешить отправку и получение текстовых сообщений с этого iPhone на других устройствах, где выполнен вход в Вашу учетную запись iMessage.
sk: Povolí odosielanie a prijímanie textových správ z iPhonu na ostatných zariadeniach prihlásených do vášho iMessage účtu.
sl: Dovolite pošiljanje in prejemanje besedilnih sporočil iz iPhona tudi v drugih napravah, ki so prijavljene v vaš račun iMessage.
sv: Du kan skicka och ta emot din iPhones SMS-meddelanden på andra enheter som är inloggade på ditt iMessage-konto.
th: อนุญาตให้รับและส่งข้อความ iPhone ของคุณจากอุปกรณ์เครื่องอื่นที่ลงชื่อเข้าบัญชี iMessage ของคุณอยู่
tr: iPhone mesajlarınızın iMessage hesabınıza giriş yapmış diğer aygıtlarda da gönderilip alınmasına izin verin.
uk: Дозволити надсилання і отримання текстових повідомлень зі свого iPhone на інших пристроях, які увійшли до вашого облікового запису iMessage.
vi: Cho phép gửi và nhận tin nhắn văn bản của iPhone trên các thiết bị được đăng nhập vào tài khoản iMessage của bạn.
zh_cn: 允许通过其他已登录你iMessage信息账户的设备发送并接收iPhone短信。
zh_hk: 允許其他已登入你iMessage帳户的裝置傳送和接收iPhone訊息。
zh_tw: 允許登入iMessage帳號的其他裝置發送和接收你的iPhone訊息。

source: Expire
ar: تنتهي الصلاحية
bg: Изтича
ca: Caducitat
cs: Vyprší
da: Udløber
de: Löschen
el: Λήξη
es: Caducidad
es_us: Vencimiento
fi: Vanhenee
fr: Expiration
fr_ca: Expiration
he: הסרה
hi: समय सीमा समाप्त
hr: Istječu
hu: Lejárat
id: Kedaluwarsa
it: Scadenza
ja: 有効期限
kk: Аяқталу мерзімі
ko: 만료
lt: Baigia galioti
ms: Tamat Tempoh
nl: Verwijder
no: Utløper
pl: Wygaśnięcie
pt_br: Expirar
pt_pt: Caducam
ro: Expiră
ru: Истекает
sk: Vypršia
sl: Sporočilo poteče
sv: Löper ut
th: หมดอายุ
tr: Son Kullanma
uk: Застарівання
vi: Hết hạn
zh_cn: 过期
zh_hk: 自動移除
zh_tw: 到期時間

# IMESSAGE_APP_DELETE_CONFIRMATION_BUTTON_TITLE
source: Delete
ar: حذف
bg: Изтрий
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_us: Borrar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: מחיקה
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kk: Жою
ko: 삭제
lt: Ištrinti
ms: Padam
nl: Verwijder
no: Slett
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除
zh_tw: 刪除

# IMESSAGE_APPS_PAGE_TITLE
source: iMessage Apps
ar: تطبيقات iMessage
bg: Приложения за iMessage
ca: Apps de l’iMessage
cs: Aplikace pro iMessage
da: Apps til iMessage
el: Εφαρμογές για iMessage
es: Apps de iMessage
es_us: Apps de iMessage
fi: iMessage-apit
fr: Apps iMessage
fr_ca: Apps iMessage
he: יישומי iMessage
hi: iMessage ऐप्स
hr: iMessage aplikacije
hu: iMessage-appok
id: App iMessage
it: App per iMessage
ja: iMessageアプリ
kk: iMessage қолданбалары
ko: iMessage용 앱
lt: „iMessage“ programos
ms: App iMessage
no: iMessage-apper
pl: Aplikacje do iMessage
pt_br: Apps para iMessage
pt_pt: Aplicações para iMessage
ro: Aplicații iMessage
ru: Приложения iMessage
sk: iMessage apky
sl: Aplikacije za iMessage
sv: iMessage-appar
th: แอปสำหรับ iMessage
tr: iMessage Uygulamaları
uk: Програми для iMessage
vi: Ứng dụng iMessage
zh_cn: iMessage信息App
zh_hk: iMessage App
zh_tw: iMessage App

# CHECK_IN_LOCATION_HISTORY_SELECTION_FULL_HISTORY
source: Full
ar: كاملة
bg: Пълни
ca: Completes
cs: Všechna data
da: Fuld
de: Vollständig
el: Πλήρη
es: Completos
es_us: Completos
fi: Täysi
fr: Intégrales
fr_ca: Intégrales
he: מלאים
hi: पूर्ण
hr: Potpuni
hu: Teljes
id: Penuh
it: Completi
ja: 制限なし
kk: Толық
ko: 전체
lt: Visa
ms: Penuh
nl: Volledig
pl: Wszystkie
pt_br: Completos
pt_pt: Completos
ro: Date complete
ru: Полностью
sk: Úplné
sl: V celoti
sv: Fullständig
th: ทั้งหมด
tr: Tam
uk: Повні дані
vi: Đầy đủ
zh_cn: 完整
zh_hk: 完整
zh_tw: 完整資料

# PREVIEW_TRANSCODING_DESCRIPTION
source: When this is on, images sent will be lower quality.
ar: عند تشغيل هذا الإعداد، سيتم إرسال الصور بجودة منخفضة.
bg: Когато това е включено, изображенията ще се изпращат с по-ниско качество.
ca: Si aquesta opció està activada, les imatges enviades seran de qualitat més baixa.
cs: Obrázky budou posílány v nižší kvalitě.
da: Billeder sendes i lavere kvalitet, når funktionen er slået til.
de: Mit dieser Option werden Bilder in niedriger Qualität gesendet.
el: Όταν είναι ενεργή αυτή η ρύθμιση, οι εικόνες που αποστέλλονται θα είναι σε χαμηλότερη ποιότητα.
es: Si esta opción está activada, las imágenes se enviarán con menos calidad.
es_us: Si se activa, las imágenes enviadas serán de menor calidad.
fi: Kun tämä on päällä, lähetetyt kuvat ovat heikompilaatuisia.
fr: Lorsque cette option est activée, la qualité des images envoyées est moindre.
fr_ca: Une fois cette fonction activée, les images sont envoyées en qualité inférieure.
he: כאשר מאפיין זה פעיל, תמונות יישלחו באיכות נמוכה יותר.
hi: इसके चालू रहने पर निम्न गुणवत्ता की इमेज भेजी जाएँगी।
hr: Kad je uključen, poslane slike bit će u nižoj kvaliteti.
hu: Amikor ez be van kapcsolva, a küldött képek alacsonyabb minőségűek lesznek.
id: Jika ini menyala, gambar yang dikirimkan akan berkualitas lebih rendah.
it: Quando l’opzione è attiva, la qualità delle immagini inviate sarà inferiore.
ja: このオプションをオンにすると、低解像度で画像が送信されます。
kk: Бұл режим қосулы болса, кескіндер төмен сапамен жіберіледі.
ko: 이 옵션을 켜면 이미지가 낮은 품질로 전송됩니다.
lt: Įjungus atsiųsti vaizdai bus prastesnės kokybės.
ms: Apabila ini aktif, imej yang dihantar akan berkualiti lebih rendah.
nl: Als deze optie is ingeschakeld, worden afbeeldingen met lagere kwaliteit verstuurd.
no: Når denne innstillingen er på, blir bilder sendt med lavere kvalitet.
pl: Gdy opcja jest włączona, wysyłane obrazki mają niższą jakość.
pt_br: Quando esta opção estiver ativada, as imagens enviadas terão menos qualidade.
pt_pt: Quando esta opção estiver ativa, a qualidade das imagens enviadas será mais baixa.
ro: Atunci când această opțiune este activată, imaginile trimise vor avea o calitate mai scăzută.
ru: В этом режиме изображения будут отправляться в низком качестве.
sk: Po zapnutí budú obrázky odosielané v nižšej kvalite.
sl: Če je ta možnost vklopljena, bodo poslane slike nižje kakovosti.
sv: När det här alternativet är på skickas bilder med lägre kvalitet.
th: เมื่อเปิดใช้งาน ภาพที่ส่งจะมีคุณภาพต่ำลง
tr: Bu seçenek açıkken görüntüler düşük kalite gönderilir.
uk: Коли ввімкнено, зображення надсилаються в нижчій якості.
vi: Khi tính năng này được bật, hình ảnh được gửi sẽ có chất lượng thấp hơn.
zh_cn: 启用此功能后，图像将以较低质量发送。
zh_hk: 開啟此功能後，傳送的影像質素將會較低。
zh_tw: 開啟此設定時，影像會以較低的品質傳送。

# SMS_RELAY_SINGLE_DEVICE_LABEL
source: %d Device
ar: جهاز %d
bg: %d устройство
ca: %d dispositiu
cs: Zařízení: %d
da: %d enhed
de: %d Gerät
el: %d συσκευή
es: %d dispos.
es_us: %d dispositivo
fi: %d laite
fr: %d appareil
fr_ca: %d appareil
he: מכשיר אחד
hi: %d डिवाइस
hr: %d uređaj
hu: %d eszköz
id: %d Perangkat
it: %d dispositivo
ja: %d個のデバイス
kk: %d құрылғы
ko: %d대의 기기
lt: %d įrenginys
ms: %d Peranti
nl: %d apparaat
no: %d enhet
pl: %d urządzenie
pt_br: %d Dispositivo
pt_pt: %d dispositivo
ro: %d dispozitiv
ru: Устройств: %d
sk: Zariadenia: %d
sl: %d naprava
sv: %d enhet
th: %d เครื่อง
tr: %d Aygıt
uk: %d пристрій
vi: %d thiết bị
zh_cn: %d个设备
zh_hk: %d部裝置
zh_tw: %d部裝置

# MMS_EMAIL_PLACEHOLDER
source: example@me.com
ca: exemple@me.com
cs: priklad@me.com
da: eksempel@me.com
es: ejemplo@me.com
es_us: ejemplo@me.com
fi: esimerkki@me.com
fr: exemple@me.com
fr_ca: exemple@me.com
hr: primjer@me.com
hu: minta@me.com
it: esempio@me.com
lt: pavyzdys@aš.lt
nl: voorbeeld@me.com
no: eksempel@me.com
pl: przyklad@me.com
pt_br: exemplo@me.com
pt_pt: exemplo@me.com
ro: exemplu@me.com
ru: primer@me.com
sk: priklad@me.com
sl: primer@jaz.com
sv: exempel@me.com
tr: ornek@me.com

# RCS_LEARN_MORE_URL
source: https://support.apple.com/120496
es: https://support.apple.com/HT204085
it: https://support.apple.com/it-it/120496
ro: https://support.apple.com/ro-ro/120496

# MADRID
source: iMessage
zh_cn: iMessage信息
